[
  "obsidian-importer",
  "table-editor-obsidian",
  "darlal-switcher-plus",
  "obsidian-diagrams-net",
  "docxer",
  "marker-api",
  "obsidian-topic-linking",
  "obsidian-style-settings",
  "obsidian-linter",
  "obsidian42-text-transporter",
  "templater-obsidian",
  "obsidian-copy-block-link",
  "obsidian-icon-folder",
  "callout-manager",
  "obsidian-format-code",
  "solve",
  "highlightr-plugin",
  "vscode-editor",
  "obsidian-file-color",
  "code-styler",
  "execute-code",
  "image-converter",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "obsidian-image-toolkit",
  "image-upload-toolkit"
]