[
  "obsidian-image-toolkit",
  "image-upload-toolkit",
  "obsidian-git",
  "obsidian-importer",
  "table-editor-obsidian",
  "dataview",
  "darlal-switcher-plus",
  "obsidian-diagrams-net",
  "docxer",
  "marker-api",
  "obsidian-topic-linking",
  "obsidian-style-settings",
  "obsidian-linter",
  "obsidian42-text-transporter",
  "obsidian-minimal-settings",
  "editing-toolbar",
  "templater-obsidian",
  "obsidian-copy-block-link",
  "obsidian-mind-map",
  "obsidian-icon-folder",
  "obsidian-enhancing-mindmap",
  "callout-manager",
  "obsidian-format-code",
  "solve",
  "highlightr-plugin",
  "omnisearch",
  "language-translator",
  "obsidian-annotator",
  "obsidian-wordnet-plugin",
  "vscode-editor",
  "obsidian-file-color",
  "code-styler",
  "execute-code",
  "image-converter"
]