[
  "obsidian-image-toolkit",
  "image-upload-toolkit",
  "obsidian-git",
  "obsidian-importer",
  "table-editor-obsidian",
  "dataview",
  "mermaid-tools",
  "mermaid-themes",
  "mermaid-helper",
  "darlal-switcher-plus",
  "obsidian-diagrams-net",
  "docxer",
  "marker-api",
  "obsidian-topic-linking",
  "obsidian-style-settings",
  "obsidian-linter",
  "language-translator",
  "obsidian42-text-transporter",
  "obsidian-minimal-settings",
  "drawio-obsidian",
  "editing-toolbar",
  "templater-obsidian"
]